/**
 * Created by dadawang on 2016/10/5.
 */
//由于没有对应的XML只能这样了   在HTML中引入就可以了
var area = {
        p:[
            ["北京市","A1"],
            ["天津市","A22"],
            ["河北省","A43"],
            ["山西省","A238"],
            ["内蒙古区","A380"],
            ["辽宁省","A502"],
            ["吉林省","A631"],
            ["黑龙江省","A709"],
            ["上海市","A865"],
            ["江苏省","A887"]
            ["浙江省","A1020"]
            ["安徽省","A1133"]
            ["福建省","A1273"]
            ["江西省","A1377"]
            ["山东省","A1499"]
            ["河南省","A1674"]
            ["湖北省","A1868"]
        ],
        c: {
            "A1": [
                ["北京辖区", "A2"],
                ["北京辖县", "A19"]
            ],
            "A22":[
                ["天津辖区","A23"],
                ["天津辖县","A39"]
            ],
            "A43":[
                ["石家庄市","A44"],
                ["唐山市","A69"],
                ["秦皇岛市","A85"],
                ["邯郸市","A94"],
                ["邢台市","A115"],
                ["保定市","A136"],
                ["张家口市","A163"],
                ["承德市","A182"],
                ["沧州市","A195"],
                ["廊坊市","A213"],
                ["衡水市","A225"],
            ]
        },
        t:{
            "A2": [
                ["东城区","A3"],
                ["西城区","A4"],
                ["崇文区","A5"],
                ["宣武区","A6"],
                ["朝阳区","A7"],
                ["丰台区","A8"],
                ["石景山区","A9"],
                ["海定区","A10"],
                ["门头沟区","A11"],
                ["房山区","A12"],
                ["通州区","A13"],
                ["顺义区","A14"]
            ]
        }
};